Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/MusicSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Show Apple Music
ar: إظهار Apple Music
bg: Показване на Apple Music
ca: Mostra l’Apple Music
cs: Zobrazit Apple Music
da: Vis Apple Music
de: Apple Music zeigen
el: Εμφάνιση Apple Music
es: Mostrar Apple Music
es_us: Mostrar Apple Music
fi: Näytä Apple Music
fr: Afficher Apple Music
fr_ca: Afficher Apple Music
he: הצגת Apple Music
hi: Apple Music दिखाएँ
hr: Prikaži Apple Music
hu: Az Apple Music megjelenítése
id: Tampilkan Apple Music
it: Mostra Apple Music
ja: Apple Musicを表示
kk: Apple Music көрсету
ko: Apple Music 보기
lt: Rodyti „Apple Music“
ms: Tunjukkan Apple Music
nl: Toon Apple Music
no: Vis Apple Music
pl: Pokaż Apple Music
pt_br: Mostrar Apple Music
pt_pt: Mostrar Apple Music
ro: Afișați Apple Music
ru: Показ Apple Music
sk: Zobraziť Apple Music
sl: Prikaži Apple Music
sv: Visa Apple Music
th: แสดง Apple Music
tr: Apple Music’i Göster
uk: Показувати Apple Music
vi: Hiển thị Apple Music
zh_cn: 显示Apple Music
zh_hk: 顯示Apple Music
zh_tw: 顯示Apple Music

source: OK
ar: موافق
bg: ОК
el: ΟΚ
he: אישור
hi: ठीक
id: OKE
ko: 확인
lt: Gerai
ru: ОК
sl: V redu
th: ตกลง
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好

# AUDIO_QUALITY_FOOTER_WIFI_STREAMING_DATA_WARN_NO_HI_RES
source: Lossless streaming will consume significantly more data. A three minute song will be approximately: – 6 MB with High Quality at 256 kbps – 36 MB with Lossless at 24-bit/48 kHz Support varies and depends on song availability, network conditions, and connected speaker or headphone capability.
ar: سيستهلك البث بتنسيق Lossless بيانات أكبر بكثير. تشغيل أغنية مدتها ثلاث دقائق سيستهلك تقريبًا: – ٦ م.ب. بجودة عالية بمعدل ٢٥٦ ك.ب./ث – ٣٦ م.ب. بتنسيق Lossless بمعدل ٢٤ بت/٤٨ ك.هرتز يختلف الدعم ويعتمد على توفر الأغاني وظروف الشبكة وقدرات السماعة أو سماعة الرأس المتصلة.
bg: Стриймването в режим Lossless ще повиши значително консумацията на мобилни данни. Триминутна песен ще бъде около: – 6 MB с High Quality при 256 kbps – 36 MB с Lossless при 24-bit/48 kHz Поддръжката варира и зависи от наличността на песента, състоянието на мрежата и възможностите на свързаните говорител или слушалки.
ca: La reproducció sense pèrdua consumeix més dades. Una cançó de tres minuts consumeix aproximadament: – 6 MB en alta qualitat a 256 kbps. – 36 MB sense pèrdua a 24 bits i 48 kHz. La compatibilitat varia i depèn de la disponibilitat de la cançó, de les condicions de la xarxa i de la capacitat dels altaveus o auriculars connectats.
cs: Bezztrátové streamování spotřebuje podstatně víc dat. Tříminutová skladba spotřebuje přibližně: – 6 MB při vysoké kvalitě (256 kb/s) – 36 MB při bezztrátové kvalitě (24 bitů/48 kHz) Vybraná volba nemusí být vždy podporována a závisí na dostupnosti skladby, stavu sítě a možnostech připojených reproduktorů nebo sluchátek.
da: Streaming i Lossless bruger væsentlig mere data. En sang på tre minutter har en størrelse på omkring: – 6 MB i høj kvalitet ved 256 kbps – 36 MB i Lossless-format ved 24-bit/48 kHz Understøttelse varierer og afhænger af tilgængelighed af sangen, netværksforhold og den tilsluttede højttalers eller hovedtelefonernes funktionalitet.
de: Lossless-Streaming erfordert wesentlich mehr Daten. Ein dreiminütiger Titel benötigt ungefähr: – 6 MB mit High Quality bei 256 kBit/s – 36 MB mit Lossless bei 24 Bit/48 kHz Die Unterstützung variiert mit der Verfügbarkeit des Titels, der Netzwerkverbindung und der Leistungsfähigkeit verbundener Lautsprecher oder Kopfhörer.
el: Η ροή Lossless θα καταναλώνει πολύ περισσότερα δεδομένα. Ένα τραγούδι τριών λεπτών θα έχει μέγεθος περίπου: – 6 MB σε Υψηλή ποιότητα στα 256 kbps – 36 MB σε Lossless στα 24 bit/48 kHz Η υποστήριξη ποικίλλει και εξαρτάται από τη διαθεσιμότητα των τραγουδιών, τις συνθήκες δικτύου και τις δυνατότητες των συνδεδεμένων ηχείων ή ακουστικών.
es: La transmisión de audio sin pérdida consumirá muchos más datos. Una canción de tres minutos ocupará aproximadamente: – 6 MB con alta calidad a 256 kbps – 36 MB sin pérdida de audio a 24 bits/48 kHz La compatibilidad varía y depende de la disponibilidad de la canción, de las condiciones de la red y de la capacidad del altavoz o de los auriculares conectados.
es_us: La transmisión de audio Lossless consumirá significativamente más datos. Una canción de tres minutos consumirá aproximadamente: – 6 MB con alta calidad a 256 kbps – 36 MB con audio Lossless de 24 bits/48 kHz La compatibilidad varía y depende de la disponibilidad de la canción, las condiciones de la red y la capacidad de los audífonos o altavoces conectados.
fi: Lossless-striimaus kuluttaa huomattavasti enemmän dataa. Kolmen minuutin kappaleen tiedostokoko on noin – 6 Mt korkealla laadulla nopeudella 256 kb/s – 36 Mt Lossless-laadulla tarkkuudella 24 bittiä/48 kHz Tuki vaihtelee ja riippuu kappaleen saatavuudesta, verkon olosuhteista ja kuulokkeiden tai liitetyn kaiuttimen teknisistä rajoitteista.
fr: La diffusion au format Lossless entraînera une consommation de données beaucoup plus élevée. Un morceau de trois minutes nécessitera environ : – 6 Mo en haute qualité à 256 kbit/s, – 36 Mo en format Lossless à 24 bits/48 kHz. La prise en charge dépend de la disponibilité des morceaux, des conditions du réseau et des capacités du haut-parleur ou des écouteurs connectés.
fr_ca: La diffusion continue sans perte consomme beaucoup plus de données. Une chanson de trois minutes consommera environ : – 6 Mo en qualité supérieure à 256 kbit/s; – 36 Mo au format sans perte à 24 bits, 48 kHz. La prise en charge varie selon les chansons, les conditions du réseau et les caractéristiques du haut-parleur ou des écouteurs connectés.
he: הזרמה של קובצי שמע בפורמט Lossless (ללא אובדן איכות) צורכת כמות נתונים גבוהה יותר באופן משמעותי. שיר באורך 3 דקות יצרוך בערך: – 6 מ״ב עם ״איכות גבוהה״ ב-256 קילוביט/שנייה – 36 מ״ב עם Lossless ב-⁨24-bit/48 kHz⁩ התמיכה עשויה להשתנות והיא תלויה בזמינות השיר, בתנאי הרשת וביכולות של הרמקול או האוזניות המחוברות.
hi: Lossless स्ट्रीमिंग में काफ़ी ज़्यादा डेटा की खपत होगी। तीन मिनट का गीत लगभग इस प्रकार का होगा : – 256 kbps पर उच्च गुणवत्ता के साथ 6 MB – 24-बिट/48 kHz पर Lossless के साथ 36 MB समर्थन गीत की उपलब्धता, नेटवर्क की स्थिति और कनेक्टेड स्पीकर या हेडफ़ोन की क्षमता पर निर्भर करता है और उसमें भिन्नता होती है।
hr: Streaming u kvaliteti Lossless potrošit će značajno više mobilnih podataka. Pjesma od tri minute približno iznosi: – 6 MB uz visoku kvalitetu i 256 kbps – 36 MB uz kvalitetu Lossless i 24 bita/48 kHz Podrška varira i ovisi o dostupnosti pjesme, mrežnim uvjetima i mogućnostima spojenog zvučnika ili slušalica.
hu: A veszteségmentes streamelés lényegesen nagyobb mennyiségű adatot használ fel. Egy 3 perc hosszúságú dalhoz hozzávetőlegesen az alábbiak szükségesek: – 6 MB 256 kb/s sebességű, kiváló minőségű formátum esetén – 36 MB 24 bites / 48 kHz‑es veszteségmentes formátum esetén A támogatás változó, és a dal elérhetőségétől, a hálózati feltételektől, továbbá a csatlakoztatott hangszóró vagy fejhallgató képességeitől függ.
id: Streaming lossless akan memakan jauh lebih banyak data. Lagu berdurasi tiga menit kira-kira akan berukuran: – 6 MB dengan Kualitas Tinggi pada 256 kbps – 36 MB dengan Lossless pada 24 bit/48 kHz Dukungan berbeda-beda dan bergantung pada ketersediaan lagu, kondisi jaringan, serta kemampuan speaker atau headphone yang terhubung.
it: Lo streaming Lossless aumenterà in modo significativo il consumo di dati. Un brano di tre minuti consumerà circa: - 6 MB in alta qualità a 256 kbps - 36 MB in formato Lossless a 24 bit/48 kHz Il supporto varia e dipende dalla disponibilità dei brani, dalle condizioni della rete e dalle caratteristiche degli altoparlanti o delle cuffie connessi.
ja: ロスレスストリーミングを使用すると、データ使用量が大幅に増加します。 3分間の曲のデータ使用量は、およそ以下の通りです: – 高音質（256 kbps）の場合は6 MB – ロスレス（24ビット/48 kHz）の場合は36 MB どのオーディオ品質に対応しているかは、入手できる楽曲の種類、ネットワークの状態、接続されているスピーカーやヘッドフォンの機能によって異なります。
kk: Lossless форматындағы трансляция кезінде деректер көбірек тұтынылады. Үш минуттық әннің көлемі шамамен мынадай болады: – 6 МБ — жоғары сапалы форматта (256 кбит/с) – 36 МБ — Lossless форматында (24 бит/48 кГц) Әрдайым қолдау көрсетіле бермейді және әннің қолжетімділігіне, желілік қосылым шарттарына және қосылған динамик немесе құлаққаптың техникалық мүмкіндіктеріне байланысты.
ko: 무손실 스트리밍은 매우 많은 데이터를 소비합니다. 3분 길이의 노래에 소비되는 데이터는 대략 다음과 같습니다. – 256kbps 고품질인 경우 6MB – 무손실 24비트/48kHz인 경우 36MB 지원 사항은 노래의 재생 가능 여부, 네트워크 상태와 연결된 스피커 또는 헤드폰 기능에 따라 다릅니다.
lt: Klausantis srautu nenuostolinguoju formatu, sunaudojama gerokai daugiau duomenų. Trijų minučių dainai sunaudojama apytiksliai tiek duomenų: – 6 MB, naudojant aukštos kokybės formatą (256 kbps) – 36 MB, naudojant nenuostolingąjį formatą (24 bitus / 48 kHz) Palaikymas skiriasi priklausomai nuo dainų pasiekiamumo, tinklo sąlygų ir prijungtų garsiakalbių ar ausinių pajėgumo.
ms: Penstriman Lossless akan menggunakan lebih banyak data secara ketara. Lagu sepanjang tiga minit akan bersaiz lebih kurang: – 6 MB dengan Kualiti Tinggi pada 256 kbps – 36 MB dengan Lossless pada 24 bit/48 kHz Sokongan berbeza-beza dan bergantung pada ketersediaan lagu, keadaan rangkaian dan keupayaan speaker atau fon kepala yang disambungkan.
nl: Lossless streamen verbruikt aanzienlijk meer data. Een nummer van drie minuten is ongeveer: – 6 MB met 'Hoge kwaliteit' in 256 kbps – 36 MB met 'Lossless' bij 24-bit/48 kHz Ondersteuning varieert en is afhankelijk van de beschik­baarheid van nummers, netwerk­verbindingen en de eigen­schappen van de verbonden luidspreker of koptelefoon.
no: Strømming av lyd i Lossless-format vil bruke mye mer data. En sang på 3 minutter vil bruke omtrent: – 6 MB med Høy kvalitet ved 256 kbps – 36 MB med Lossless ved 24-bit / 48 kHz Støtte varierer og avhenger av tilgjengeligheten til sangen, nettverksforbindelsen og kapasiteten til tilkoblede høyttalere eller hodetelefoner.
pl: Strumieniowanie w formacie Lossless wymaga przesyłania znacznie większej ilości danych. Trzyminutowy utwór ma wielkość około: – 6 MB w wysokiej jakości przy 256 kb/s – 36 MB w formacie Lossless przy 24 bitach i 48 kHz Dostępność opcji zależy od dostępności utworu, możliwości sieci oraz ograniczeń technicznych połączonych głośników lub słuchawek.
pt_br: O streaming em Lossless consome consideravelmente mais dados. Uma música de três minutos terá aproximadamente: – 6 MB com Alta Qualidade a 256 kbps – 36 MB com Lossless a 24 bits/48 kHz A compatibilidade varia e depende da disponibilidade das músicas, condições da rede e capacidade do alto‑falante ou fone de ouvido conectado.
pt_pt: O streaming sem perdas consome significativamente mais dados. Uma música com a duração de três minutos ocupa aproximadamente: – 6 MB com alta qualidade a 256 kbps. – 36 MB sem perdas a 24 bits/48 kHz. O suporte varia e depende da disponibilidade das músicas, das condições da rede e da capacidade da coluna ou dos auscultadores ligados.
ro: Difuzarea în flux Lossless va atrage un consum de date semnificativ mai mare. O melodie de trei minute va avea aproximativ: – 6 MB la calitate înaltă la 256 kb/s – 36 MB la calitate Lossless la 24 biți/48 kHz Compatibilitatea variază și depinde de disponibilitatea melodiilor, condițiile de rețea și capacitățile căștilor audio sau difuzoarelor conectate.
ru: При потоковой передаче в формате Lossless значительно возрастает трафик данных. Размер трехминутной песни составит около: — 6 МБ в высоком качестве (256 кбит/с) — 36 МБ в формате Lossless (24 бита/48 кГц) Поддержка зависит от песни, сетевого подключения и технических возможностей подключенных наушников или аудиосистем.
sk: Bezstratové Lossless streamovanie spotrebuje omnoho viac dát. Trojminútová skladba bude mať približne: – 6 MB vo vysokej kvalite 256 kb/s – 36 MB v Lossless kvalite 24 bitov/48 kHz Podpora formátu závisí od dostupnosti skladieb, kvality sieťového pripojenia a možností pripojených reproduktorov alebo slúchadiel.
sl: Pretakanje v kakovosti Lossless bo porabilo občutno več podatkov za prenos. Velikost triminutne skladbe bo približno: – 6 MB v visoki kakovosti pri 256 kbps – 36 MB v kakovosti Lossless pri 24-bit/48 kHz Podpora se razlikuje in je odvisna od razpoložljivosti skladbe, omrežnih pogojev in zmogljivosti priključenega zvočnika ali slušalk.
sv: Strömning med Lossless-kvalitet använder avsevärt mycket större mängder data. En låt på tre minuter har följande ungefärliga storlek: – 6 MB med hög kvalitet och 256 kbit/s – 36 MB med Lossless-kvalitet och 24-bitars/48 kHz Stödet varierar och beror på låtens tillgänglighet, nätverksförhållanden och kapaciteten hos de anslutna högtalarna eller hörlurarna.
th: การสตรีมเสียงแบบ Lossless จะใช้ข้อมูลเพิ่มขึ้นอย่างมาก เพลงยาวสามนาทีจะใช้ข้อมูลโดยประมาณ: – 6 MB แบบคุณภาพสูงที่ 256 kbps – 36 MB แบบ Lossless ที่ 24 บิต/48 kHz รองรับหลายรูปแบบและขึ้นอยู่กับเพลงที่รองรับ สภาพเครือข่าย และ ลำโพงที่เชื่อมต่อหรือความสามารถของหูฟัง
tr: Kayıpsız yayın, çok daha fazla veri kullanır. Üç dakikalık bir parça yaklaşık şu büyüklüktedir: – 256 kb/sn. Yüksek Kalite biçiminde 6 MB – 24 bit/48 kHz Kayıpsız biçiminde 36 MB Destek; parçanın kullanılabilirliğine, ağ koşullarına ve bağlı hoparlörün veya kulaklığın özelliklerine bağlı olup bunlara göre değişir.
uk: Для транслювання аудіофайлів без втрат потрібно передавати значно більше даних. Пісня тривалістю 3 хвилини потребуватиме приблизно: – 6 МБ у високій якості з бітрейтом 256 кбіт/с – 36 МБ у форматі без втрат із 24 біт/48 кГц Підтримка залежить від доступності пісні, пропускної здатності мережі та параметрів підʼєднаних навушників чи динаміків.
vi: Truyền phát Lossless sẽ sử dụng dữ liệu nhiều hơn đáng kể. Một bài hát có độ dài 3 phút sẽ sử dụng khoảng: – 6 MB với Chất lượng cao tại 256 kbps – 36 MB với Lossless tại 24-bit/48 kHz Hỗ trợ thay đổi và phụ thuộc vào khả năng có sẵn của bài hát, điều kiện mạng và tính năng của loa hoặc tai nghe được kết nối.
zh_cn: 无损流播放将显著消耗更多数据。 一首三分钟的歌曲大约消耗： – 6 MB，高质量(256 kbps) – 36 MB，无损(24位/48 kHz) 支持情况视歌曲提供、网络状况和所连接扬声器或耳机的功能而异。
zh_hk: 無損壓縮串流將會明顯耗用更多數據。 一首三分鐘的歌曲大約耗用： – 6 MB（高質素、256 kbps） – 36 MB（無損壓縮、24位元/48 kHz） 支援與否視乎歌曲提供情況、網絡狀況及所連接喇叭或耳筒的功能而定。
zh_tw: 「保真壓縮」串流將明顯消耗更多數據。 三分鐘的歌曲大約消耗： – 6 MB 256 kbps（高品質） – 36 MB 24位元/48 kHz（保真壓縮） 支援狀況會視歌曲、網路連線、所連接揚聲器或耳機的功能而有所差異。

# HI_RES_LOSSLESS_DAC_REQUIRED_WARN_BODY
source: To play content in Hi-Res Lossless at full resolution, you will need an external digital-to-analog converter.
ar: لتشغيل المحتوى بتنسيق Hi-Res Lossless بدقة كاملة، يجب استخدام محول رقمي إلى تناظري خارجي.
bg: За да възпроизвеждате съдържание в Hi-Res Lossless с пълна разделителна способност, ще трябва да използвате външен конвертор от дигитален към аналогов формат.
ca: Per reproduir contingut en alta resolució sense pèrdua a la màxima resolució, necessitaràs un convertidor de senyal digital a analògic extern.
cs: Pro plnohodnotný bezztrátový poslech ve vysokém rozlišení (Hi‑Res) budete potřebovat externí D/A převodník.
da: Afspilning af indhold i Hi-Res Lossless-format med fuld opløsning kræver ekstern digital til analog konverteringsenhed.
de: Um Inhalte in Hi‑Res Lossless bei voller Auflösung wiederzugeben, benötigst du einen externen Digital-Analog-Wandler.
el: Για αναπαραγωγή περιεχομένου σε Lossless υψηλής ανάλυσης στην πλήρη ανάλυση, θα χρειαστείτε έναν εξωτερικό μετατροπέα ψηφιακού σήματος σε αναλογικό.
es: Para reproducir contenido en alta resolución sin pérdida con la máxima calidad, necesitarás un conversor externo de formato digital a analógico.
es_us: Para reproducir contenido en Hi‑Res Lossless con máxima resolución, usa un convertidor de señal digital a analógica externo.
fi: Jotta voit toistaa Hi-Res Lossless -ääntä täydellä resoluutiolla, tarvitset ulkoisen DA-muuntimen.
fr: Pour lire du contenu au format Lossless haute qualité à pleine résolution, il vous faudra un convertisseur numérique-analogique externe.
fr_ca: Pour écouter des contenus sans perte haute qualité en pleine résolution, vous aurez besoin d’un convertisseur numérique-analogique externe.
he: כדי לנגן תוכן בפורמט Hi-Res Lossless (רזולוציה גבוהה ללא אובדן איכות) ברזולוציה מלאה, נדרש ממיר DAC (דיגיטלי לאנלוגי) חיצוני.
hi: कॉन्टेंट को High-Res Lossless में फ़ुल रिज़ोल्यूशन में चलाने के लिए आपको बाहरी डिजिटल-टू-एनालॉग कन्वर्टर की ज़रूरत होगी।
hr: Za reproduciranje sadržaja u formatu Hi-Res Lossless pri punoj razlučivosti potreban vam je vanjski konverter digitalnog u analogni signal.
hu: Ha teljes felbontásban szeretne nagy felbontású veszteségmentes formátumú tartalmakat lejátszani, külső digitális–analóg átalakítóra lesz szüksége.
id: Untuk memutar konten Hi-Res Lossless dalam resolusi penuh, Anda memerlukan pengonversi digital ke analog eksternal.
it: Per riprodurre il contenuto in formato Hi-Res Lossless alla massima risoluzione, è necessario un convertitore da digitale ad analogico esterno.
ja: フル解像度のハイレゾロスレスでコンテンツを再生するには、外部のDAC（デジタル/アナログコンバータ）が必要です。
kk: Контентті толық Hi-Res Lossless ажыратымдылығында ойнату үшін сыртқы сандық-аналогты түрлендіргіш қажет болады.
ko: 최대 해상도에서 고해상도 무손실로 콘텐츠를 재생하려면 외장 디지털 아날로그 변환기가 필요합니다.
lt: Norint leisti turinį didelės raiškos nenuostolinguoju formatu visa raiška, reikės išorinio skaitmeninio-analoginio keitiklio.
ms: Untuk memainkan kandungan dalam Lossless Hi-Res pada resolusi penuh, anda memerlukan penukar digital ke analog luaran.
nl: Om materiaal in 'Lossless met hoge resolutie' op de volledige resolutie af te spelen, heb je een externe digitaal-analoogconverter nodig.
no: Hvis du vil spille av innhold i Hi-Res Lossless med full oppløsning, trenger du en ekstern digital-til-analog-omformer.
pl: Aby odtwarzać materiały w formacie Hi‑Res Lossless w pełnej rozdzielczości, musisz mieć zewnętrzny przetwornik cyfrowo‑analogowy.
pt_br: Para reproduzir conteúdo em Hi-Res Lossless de resolução completa, você precisará de um conversor de digital para analógico externo.
pt_pt: Para reproduzir conteúdos em alta resolução sem perdas com resolução total, é necessário um conversor externo de áudio digital em analógico.
ro: Pentru a reda conținut la calitate Hi‑Res Lossless la rezoluție completă, va fi necesar un convertor digital‑analogic extern.
ru: Для воспроизведения в полном разрешении Hi‑Res Lossless потребуется внешний цифро-аналоговый преобразователь.
sk: Na prehrávanie obsahu vo formáte Hi‑Res Lossless v plnom rozlíšení budete potrebovať externý digitálno-analógový prevodník.
sl: Če želite vsebino predvajati v polni ločljivosti kakovosti Hi-Res Lossless, boste potrebovali zunanji pretvornik digitalnih podatkov v analogne.
sv: Om du vill spela upp innehåll i Hi-Res Lossless-format med full upplösning måste du ha en extern digital-till-analog-konverterare.
th: ในการเล่นเนื้อหาแบบ Hi-Res Lossless ที่ความละเอียดสูง คุณจะต้องใช้ตัวแปลงดิจิทัลเป็นอนาล็อกภายนอก
tr: Yüksek Çözünürlüklü Kayıpsız biçimindeki içerikleri tam çözünürlükte çalmak için harici bir dijitalden analoğa dönüştürücü gerekir.
uk: Щоб відтворювати вміст у високороздільному форматі без втрат, потрібен зовнішній перетворювач сигналу з цифрового на аналоговий.
vi: Để phát nội dung bằng Hi-Res Lossless ở độ phân giải đầy đủ, bạn sẽ cần có bộ chuyển đổi digital-analog bên ngoài.
zh_cn: 若要以全分辨率播放高解析度无损内容，你需要外接数模转换器。
zh_hk: 如要以「高解析度無損壓縮」完整解析度播放內容，你需要使用外置數碼模擬轉換器。
zh_tw: 若要以完整解析度播放「高解析度保真壓縮」內容，你需要外部數位類比轉換器。

# HI_RES_LOSSLESS_CELLULAR_WARN_ACCEPT
source: Stream Hi-Res Lossless
ar: بث Hi-Res Lossless
bg: Стриймване в Hi-Res Lossless
ca: Alta resolució sense pèrdua
cs: Streamovat bezztrátově v Hi‑Res
da: Stream i Hi-Res Lossless
de: Hi-Res Lossless streamen
el: Ροή Lossless υψηλής ανάλυσης
es: Transmitir en alta resolución sin pérdida
es_us: Transmitir en Hi-Res Lossless
fi: Hi-Res Lossless -striimaus
fr: Diffusion en Lossless haute qualité
fr_ca: Diffuser au format sans perte haute qualité
he: הזרמה ב-Hi-Res Lossless
hi: Hi-Res Lossless स्ट्रीम करें
hr: Streaming kvalitete Hi-Res Lossless
hu: Nagy felbontású veszteségmentes streamelés
id: Streaming Hi-Res Lossless
it: Streaming in Hi-Res Lossless
ja: ハイレゾロスレスでストリーミング
kk: Hi-Res Lossless форматында трансляциялау
ko: 고해상도 무손실로 스트리밍
lt: Klausytis srautu didelės raiškos nenuostolinguoju formatu
ms: Strim Lossless Hi-Res
nl: Stream in 'Lossless met hoge resolutie'
no: Strøm Hi-Res Lossless
pl: Strumieniuj Hi-Res Lossless
pt_br: Streaming Hi-Res Lossless
pt_pt: Streaming em alta resolução sem perdas
ro: Difuzați în flux Hi‑Res Lossless
ru: Транслировать в Hi‑Res Lossless
sk: Streamovať v Hi‑Res Lossless kvalite
sl: Pretakaj v kakovosti Hi-Res Lossless
sv: Strömma Hi-Res Lossless
th: สตรีมแบบ Hi-Res Lossless
tr: Yüksek Çöz. Kayıpsız Yayın
uk: Транслювати
vi: Truyền phát Hi-Res Lossless
zh_cn: 高解析度无损流播放
zh_hk: 以高解析度無損壓縮串流
zh_tw: 以「高解析度保真壓縮」連續播送

# ATMOS_AUTOMATIC
source: Automatic
ar: تلقائي
bg: Автоматично
ca: Automàtic
cs: Automaticky
da: Automatisk
de: Automatisch
el: Αυτόματα
es: Automático
es_us: Automático
fi: Automaattinen
fr: Automatique
fr_ca: Automatique
he: אוטומטי
hi: ऑटोमैटिक
hr: Automatski
hu: Automatikus
id: Otomatis
it: Automatico
ja: 自動
kk: Автоматты
ko: 자동
lt: Automatinis režimas
ms: Automatik
nl: Automatisch
no: Automatisk
pl: Autom.
pt_br: Automático
pt_pt: Automático
ro: Automat
ru: Автоматически
sk: Automaticky
sl: Samodejno
sv: Automatiskt
th: อัตโนมัติ
tr: Otomatik
uk: Автоматично
vi: Tự động
zh_cn: 自动
zh_hk: 自動
zh_tw: 自動

source: Privacy
ar: الخصوصية
bg: Поверителност
ca: Privacitat
cs: Soukromí
da: Anonymitet
de: Datenschutz
el: Απόρρητο
es: Privacidad
es_us: Privacidad
fi: Tietosuoja
fr: Confidentialité
fr_ca: Confidentialité
he: פרטיות
hi: गोपनीयता
hr: Privatnost
hu: Adatvédelem
id: Privasi
ja: プライバシー
kk: Құпиялылық
ko: 개인정보 보호
lt: Privatumas
ms: Privasi
no: Personvern
pl: Prywatność
pt_br: Privacidade
pt_pt: Privacidade
ro: Intimitate
ru: Конфиденциальность
sk: Súkromie
sl: Zasebnost
sv: Integritet
th: ความเป็นส่วนตัว
tr: Gizlilik
uk: Приватність
vi: Quyền riêng tư
zh_cn: 隐私
zh_hk: 私隱
zh_tw: 隱私權

# REPLACE
source: Delete & Replace
ar: حذف واستبدال
bg: Изтрий и замени
ca: Elimina i substitueix
cs: Smazat a nahradit
da: Slet og erstat
de: Löschen & Ersetzen
el: Διαγραφή και αντικατάσταση
es: Eliminar y sustituir
es_us: Eliminar y reemplazar
fi: Poista ja korvaa
fr: Supprimer et remplacer
fr_ca: Supprimer et remplacer
he: מחיקה והחלפה
hi: डिलीट करें और बदलें
hr: Obriši i zamijeni
hu: Törlés és csere
id: Hapus & Ganti
it: Elimina e sostituisci
ja: 削除して置き換える
kk: Жою және ауыстыру
ko: 삭제 및 대치
lt: Ištrinti ir pakeisti
ms: Padam & Ganti
nl: Verwijder en vervang
no: Slett og erstatt
pl: Usuń i zastąp
pt_br: Apagar e Substituir
pt_pt: Apagar e substituir
ro: Ștergeți și înlocuiți
ru: Удалить и заменить
sk: Vymazať a nahradiť
sl: Izbriši in zamenjaj
sv: Radera och ersätt
th: ลบและแทนที่
tr: Sil ve Değiştir
uk: Видалити і замінити
vi: Xóa & thay thế
zh_cn: 删除并替换
zh_hk: 刪除並取代
zh_tw: 刪除與取代

source: On
ar: تشغيل
bg: Вкл.
ca: Sí
cs: Zapnuto
da: Til
de: Ein
el: Ναι
es: Sí
es_us: Sí
fi: Päällä
fr: Oui
fr_ca: Oui
he: פעיל
hi: चालू
hr: Uključeno
hu: Be
id: Nyala
it: Sì
ja: オン
kk: Қосулы
ko: 켬
lt: Įjungta
ms: Aktif
nl: Aan
no: På
pl: Wł.
pt_br: Ativado
pt_pt: Sim
ro: Da
ru: Вкл.
sk: Zap.
sl: Vklopi
sv: På
th: เปิด
tr: Açık
uk: Увімкнено
vi: Bật
zh_cn: 打开
zh_hk: 開啟
zh_tw: 開啟
